[General]
language=қазақ тілі

link_pc_name=PC Name

link_connect_pwd=Құпия сөз

link_file_path=Кіресін қалтасы

link_auto_start=Автоматты бастау

link_change_folder_btn=Өзгерту

link_open_folder_btn=Ашу

link_change_folder_dialog_title=Кіресін қалтасын таңдаңыз

link_save_button=Сақтау

link_copyright=<c color="808080">Copyright (C) 2011-2015.</c><br/><c color="808080">Guangzhou Shirui Electronics. Барлық құқықтар сақталған.</c>

link_save_success_msg=Баптаулар сәтті сақталды.

link_save_success_title=Хабар

link_error_title=Қате

link_error_program_already_ran=Бағдарлама іске қосулы, жүйе науасын тексеріңіз.

link_error_program_expire=Таныстыру нұсқасының мерзімі аяқталған, жаңасын алу үшін Shirui компаниясына хабарласыңыз.

link_open_main_window=SeewoLink ашу

link_exit_program=Шығу

link_minimize_to_tray=Жүйе науасына қайыру

link_open_spec=Анықтама

link_update=Жаңарту

link_register=Тіркелу


link_error_title=Қате

link_message_title= Хабар

link_update_network_error=Желі қосылымы орындалмады, әрекетті кейін қайталаңыз.

link_home_qrcode_tip=Android клиенті

link_connect_pc_tip= Компьютерге қосылу үшін QR кодын тексеріңіз

link_reg_serial_invalid=Сериялы нөмірі дұрыс емес

link_reg_partial_success=Құтты болсын! Осы сериялы нөмірдің мерзімі %d таныстыру нұсқасында аяқталады. Осы сериялы нөмірді әрі %d жүйеде пайдалануға болады.

link_reg_full_success=Құтты болсын! Бұл сериялы нөмір шексіз жарамды. Осы сериялы нөмірді әрі %d жүйеде пайдалануға болады.

link_reg_response_failed=Кешіріңіз! Тіркелу сәтсіз.

link_reg_response_serial_error=Кешіріңіз! Тіркелу сәтсіз. Себебі: Сериялы нөмір қатесі.

link_reg_response_error_lock=Кешіріңіз! Тіркелу сәтсіз. Себебі: Сериялы нөмір басқа жүйеге тіркелген.

link_reg_response_day_expire=Кешіріңіз! Тіркелу сәтсіз. Себебі: Сериялы нөмірдің мерзімі аяқталған.

link_reg_input_serial_text=Сериялы нөмірді енгізіңіз.

link_error_unknown=Белгісіз қате.

link_reg_message_remaindays=Куәліктің мерзімі %d таныстыру нұсқасында аяқталады.

link_reg_message_remaindays_tip= <c color="CCCCCC">%s нұсқасы, тіркелген</c>

link_reg_message_remaindays_warn=<c color="CCCCCC">%s,</c><c color="1899ED"><u><b><a id="1050">тіркелмеген</a></b></u></c><c color="CCCCCC">таныстыру</c><c color="1899ED"><b>%d</b></c> <c color="CCCCCC"></c>

link_reg_message_remaindays_reminder=<c color="CCCCCC">Нұсқа: %s</c><c color="1899ED"><b>. тіркелмеген </b></c><c color="FFFFFF">, </c><c color="1899ED"><b>%d</b></c> <c color="CCCCCC">таныстыру нұсқасы қалды.</c>

link_reg_rd_renew_button=Созу

link_confirm_button=OK

link_cancel_button=Болдырмау

link_reg_read_reginfo_error=Тіркелу мәліметтерін оқу орындалмады, қайта тіркеліңіз.

link_lang_setting_button=Тіл

link_lang_setting_hint=Тілді таңдаңыз:

link_lang_setting_ok=OK

link_lang_setting_cancel=Болдырмау

link_annotation_stop=Тоқтату

link_auto_start_tip=бағдарламасы Windows жүйесімен іске қосылады

link_lang_tip=Тіл

link_tab_text_status=Күй

link_tab_text_set=Баптау

link_tab_text_about=Туралы

link_stat_connected_device_tip= Қосылған клиент:

link_stat_connected_device= NULL

link_stat_conn_barcode_tip=scan

link_tab_text_help=<c color="FFFFFF">Анықтама үшін </c><c color="0000ff"><u><a id="1051"> осы жерді басыңыз </a></u></c>

link_client_connected_tip=<c color="CCCCCC">%s<br/>Қосылды</c>

link_client_disconnected_tip=<c color="CCCCCC">%s<br/>Ажыратылды</c>


link_softap_tip=Hotspot

link_softap_info=<c color="808080">WiFi: %s</c><br/><c color="808080">құпия сөз: %s</c>

link_softap_on=<c color="CCCCCC">Қатынас орны:%s<br/> іске қосылды</c>

link_softap_off=<c color="CCCCCC">Қатынас орны тоқтатылды</c>

link_softap_error=Қатынас орнын іске қосу мүмкін емес, WLAN қосылғанын тексеріңіз


link_update_title=SeewoLink жаңарту

link_update_confirm=Соңғы нұсқасына жаңарту керек пе?

link_update_success=Соңғы нұсқасына жаңартылды

link_update_failed=Соңғы нұсқасына жаңарту орындалмады, соңғы нұсқасын алу үшін ресми веб-торапқа өтіңіз

link_setup_uninstall=Жою

link_setup_old_verision=%s ескі нұсқасы орнатылған, осы жаңа нұсқасын орнату алдында оны жою қажет.

link_setup_restart_prompt=%s компьютерді қайта іске қосуды талап етеді!

link_setup_system_not_match=%s кемінде Windows 7 жүйесін талап етеді, орнату аяқталады!


link_lock_access=Lock Access
link_click_download_apk_help=<c color="CCCCCC"><c color="1899ED"><u><a id="1067">Download APP</a></u></c></c>
no_install_video_driver=Note: Graphics driver has not been installed,please install it first.
no_surpport_basic_themes=Spotlignt does not support Basic Themes,please turn to Aero Themes
pc_name_error=Failed to rename,there is no special character "%" or empty

link_reg_response_InvalidRequest=Client submits illegal request
link_reg_response_InvalidCheckCode=Invalid verification code
link_reg_response_MachineCodeError=Encoding is empty or does not match the format
link_reg_response_InvalidMachineCode=Machine code does not match
link_reg_response_SerialCodeError=Unable to resolve License
link_reg_response_InvalidSerialCode=Registration code does not exist
link_reg_response_OverdueSerialCode=Enter the registration code has been exhausted (the remaining number is 0)
link_reg_response_DatabaseException=Database exception occurs
link_reg_message_no_register=<c color="CCCCCC">%s  </c><c color="1899ED"><u><b><a id="1050">Not registered</a></b></u></c>
link_picture_show_window_tile=SeewoLink Picture Viewer
link_picture_show_full_window_tile=SeewoLink Picture Slide Viewer